Repository: comebackalive/comebacksub
Catalog: resources/i18n/*.po
Languages: uk

source: Authentication link has been sent to
uk: Посилання для авторизації було відправлено на

source: Continue to payment
uk: Перейти на оплату

source: DEFEND UKRAINE TOGETHER
uk: ЗАХИСТИМО УКРАЇНУ РАЗОМ

source: Enter your email
uk: Введіть свій ємейл

source: From card
uk: З картки

source: Login
uk: Увійти

source: Logout
uk: Вийти

source: Next payment at
uk: Наступний платіж

source: Pause subscription
uk: Зупинити підписку

source: Please contact developers
uk: Будь ласка, зв'яжіться з розробниками

source: Please open the link to log in - it's going to be valid for 30 minutes.
uk: Будь ласка, відкрийте посилання, щоб увійти — воно буде працювати 30 хвилин.

source: Resume subscription
uk: Відновити підписку

source: Some error happened
uk: Сталася якась помилка

source: Subscribe
uk: Підписатися

source: Subscribe for monthly payment
uk: Підписатися на щомісячний платіж

source: Subscribe for weekly payment
uk: Підписатися на щотижневий платіж

source: Subscription is charged automatically.
uk: Кошти за підписку знімаються автоматично.

source: Subscription is paused
uk: Підписка призупинена

source: The Come Back Alive Foundation is no different from ordinary Ukrainians. We, like everyone else, are people who in 2014 had to change their way of life.
uk: Фонд «Повернись живим» нічим не відрізняється від звичайних українців. Ми, як і всі, люди, яким у 2014 році довелося змінити свій спосіб життя.

source: Transaction history
uk: Історія транзакцій

source: We promise to never spam you. This is for identification so you can manage your subscription, plus for receipts when we charge you.
uk: Ми обіцяємо не спамити. Це тільки для ідентифікації, щоб ви могли керувати своєю підпискою, плюс для чеків — ми будемо надсилати їх після успішного списання грошей.

source: You can cancel the automatic renewal or change your payment at any time.
uk: Ви можете в будь-який час скасувати автоматичне поновлення або змінити свій платіж.

source: Your cards
uk: Ваші картки

source: Your daily support
uk: Ваша щоденна підтримка

source: Your monthly support
uk: Ваша щомісячна підтримка

source: Your sum
uk: Інша сума

source: Your weekly support
uk: Ваша щотижнева підтримка

source: a valid email address
uk: коректну емейл-адресу

source: per day
uk: на день

source: per month
uk: на місяць

source: per week
uk: на тиждень

source: to manage subscription
uk: для управління підпискою

source: ~[:h1 "Hello, " (:email (auth/user))]
uk: ~[:h1 "Привіт, " (:email (auth/user))]

source: ~[:h2 "It's not too late." [:br] "We need your support now more than ever."]
uk: ~[:h2 "Україні потрібна ваша допомога." [:br] "Будь-яка сума надіслана вами допомагає зберегти україну та українців."]
